Repository: humblefoundation-zz/translation-support-files
Catalog: quran-imported/Muhsin Khan.tmx
Source language: ar
Languages: en

source: ولقد صدق عليهم إبليس ظنه فاتبعوه إلا فريقا من المؤمنين
en: And indeed Iblis (Satan) did prove true his thought about them: and they followed him, all except a group of true believers (in the Oneness of Allah).

source: وما كان له عليهم من سلطان إلا لنعلم من يؤمن بالآخرة ممن هو منها في شك وربك على كل شيء حفيظ
en: And he (Iblis - Satan) had no authority over them, - except that We might test him who believes in the Hereafter from him who is in doubt about it. And your Lord is a Hafiz (Watchful) over everything. (All-Knower of everything i.e. He keeps record of every person as regards deeds, and then He will reward them accordingly).

source: قل ادعوا الذين زعمتم من دون الله لا يملكون مثقال ذرة في السماوات ولا في الأرض وما لهم فيهما من شرك وما له منهم من ظهير
en: Say: (O Muhammad صلى الله عليه وسلم to polytheists, pagans) "Call upon those whom you assert (to be associate gods) besides Allah, they possess not even an atom's (or a small ant's) weight either in the heavens or on the earth, nor have they any share in either, nor there is for Him any supporter from among them.

source: ولا تنفع الشفاعة عنده إلا لمن أذن له حتى إذا فزع عن قلوبهم قالوا ماذا قال ربكم قالوا الحق وهو العلي الكبير
en: Intercession with Him profits not except for him whom He permits. So much so that when fear is banished from their (angels') hearts, they (angels) say: "What is it that your Lord has said?" They say: "The truth. And He is the Most High, the Most Great."

source: قل من يرزقكم من السماوات والأرض قل الله وإنا أو إياكم لعلى هدى أو في ضلال مبين
en: Say (O Muhammad صلى الله عليه وسلم to polytheists, pagans) "Who gives you provision from the heavens and the earth?" Say: "Allah. And verily, (either) we or you are rightly guided or in plain error."

source: قل لا تسألون عما أجرمنا ولا نسأل عما تعملون
en: Say (O Muhammad صلى الله عليه وسلم to polytheists, pagans) "You will not be asked about our sins, nor shall we be asked of what you do."

source: قل يجمع بيننا ربنا ثم يفتح بيننا بالحق وهو الفتاح العليم
en: Say: "Our Lord will assemble us all together (on the Day of Resurrection), then He will judge between us with truth. And He is the Just Judge, the All-Knower of the true state of affairs [Tafsir Ibn Kathir]

source: قل أروني الذين ألحقتم به شركاء كلا بل هو الله العزيز الحكيم
en: Say (O Muhammad صلى الله عليه وسلم to polytheists and pagans): "Show me those whom you have joined with Him as partners. Nay (there are not at all any partners with Him)! But He is Allah (Alone), the All-Mighty, the All-Wise."

source: وما أرسلناك إلا كافة للناس بشيرا ونذيرا ولكن أكثر الناس لا يعلمون
en: And We have not sent you (O Muhammad صلى الله عليه وسلم) except as a giver of glad tidings and a warner to all mankind, but most of men know not.

source: قل لكم ميعاد يوم لا تستأخرون عنه ساعة ولا تستقدمون
en: Say (O Muhammad صلى الله عليه وسلم): "The appointment to you is for a Day, which you cannot put back for an hour (or a moment) nor put forward."

source: وقال الذين كفروا لن نؤمن بهذا القرآن ولا بالذي بين يديه ولو ترى إذ الظالمون موقوفون عند ربهم يرجع بعضهم إلى بعض القول يقول الذين استضعفوا للذين استكبروا لولا أنتم لكنا مؤمنين
en: And those who disbelieve say: "We believe not in this Qur'an nor in that which was before it." But if you could see when the Zalimun (polytheists and wrong-doers) will be made to stand before their Lord, how they will cast the (blaming) word one to another! Those who were deemed weak will say to those who were arrogant: "Had it not been for you, we should certainly have been believers!"

source: قال الذين استكبروا للذين استضعفوا أنحن صددناكم عن الهدى بعد إذ جاءكم بل كنتم مجرمين
en: And those who were arrogant will say to those who were deemed weak: "Did we keep you back from guidance after it had come to you? Nay, but you were Mujrimun (polytheists, sinners, disbelievers, criminals)."

source: وقال الذين استضعفوا للذين استكبروا بل مكر الليل والنهار إذ تأمروننا أن نكفر بالله ونجعل له أندادا وأسروا الندامة لما رأوا العذاب وجعلنا الأغلال في أعناق الذين كفروا هل يجزون إلا ما كانوا يعملون
en: Those who were deemed weak will say to those who were arrogant: "Nay, but it was your plotting by night and day: when you ordered us to disbelieve in Allah and set up rivals to Him!" And each of them (parties) will conceal their own regrets (for disobeying Allah during this worldly life), when they behold the torment. And We shall put iron collars round the necks of those who disbelieved. Are they requited aught except what they used to do?

source: وما أرسلنا في قرية من نذير إلا قال مترفوها إنا بما أرسلتم به كافرون
en: And We did not send a warner to a township but those who were given the worldly wealth and luxuries among them said: "We believe not in the (Message) with which you have been sent."

source: وقالوا نحن أكثر أموالا وأولادا وما نحن بمعذبين
en: And they say: "We are more in wealth and in children, and we are not going to be punished."

source: قل إن ربي يبسط الرزق لمن يشاء ويقدر ولكن أكثر الناس لا يعلمون
en: Say (O Muhammad صلى الله عليه وسلم): "Verily, my Lord enlarges the provision to whom He wills and restricts, but most men know not."

source: وما أموالكم ولا أولادكم بالتي تقربكم عندنا زلفى إلا من آمن وعمل صالحا فأولئك لهم جزاء الضعف بما عملوا وهم في الغرفات آمنون
en: And it is not your wealth, nor your children that bring you nearer to Us (i.e. please Allah), but only he who believes (in the Islamic Monotheism), and does righteous deeds (will please Us); as for such, there will be twofold reward for what they did, and they will reside in the high dwellings (Paradise) in peace and security.

source: والذين يسعون في آياتنا معاجزين أولئك في العذاب محضرون
en: And those who strive against Our Ayat (proofs, evidence, verses, lessons, signs, revelations, etc.), to frustrate them, they will be brought to the torment.

source: قل إن ربي يبسط الرزق لمن يشاء من عباده ويقدر له وما أنفقتم من شيء فهو يخلفه وهو خير الرازقين
en: Say: "Truly, my Lord enlarges the provision for whom He wills of His slaves, and (also) restricts (it) for him, and whatsoever you spend of anything (in Allah's Cause), He will replace it. And He is the Best of providers."

source: ويوم يحشرهم جميعا ثم يقول للملائكة أهؤلاء إياكم كانوا يعبدون
en: And (remember) the Day when He will gather them all together, then He will say to the angels: "Was it you that these people used to worship?"

source: قالوا سبحانك أنت ولينا من دونهم بل كانوا يعبدون الجن أكثرهم بهم مؤمنون
en: They (the angels) will say: "Glorified be You! You are our Wali (Lord) instead of them. Nay, but they used to worship the jinn; most of them were believers in them."

source: فاليوم لا يملك بعضكم لبعض نفعا ولا ضرا ونقول للذين ظلموا ذوقوا عذاب النار التي كنتم بها تكذبون
en: So Today (i.e. the Day of Resurrection), none of you can profit or harm one another. And We shall say to those who did wrong [i.e. worshipped others (like the angels, jinn, prophets, saints, righteous persons) along with Allah]: "Taste the torment of the Fire which you used to belie.

source: وإذا تتلى عليهم آياتنا بينات قالوا ما هذا إلا رجل يريد أن يصدكم عما كان يعبد آباؤكم وقالوا ما هذا إلا إفك مفترى وقال الذين كفروا للحق لما جاءهم إن هذا إلا سحر مبين
en: And when Our Clear Verses are recited to them, they say: "This (Muhammad صلى الله عليه وسلم) is naught but a man who wishes to hinder you from that which your fathers used to worship." And they say: "This (the Qur'an) is nothing but an invented lie." And those who disbelieve say of the truth when it has come to them (i.e. Prophet Muhammad صلى الله عليه وسلم when Allah sent him as a Messenger with proofs, evidence, verses of this Qur'an, lessons, signs, etc.): "This is nothing but evident magic!"

source: وما آتيناهم من كتب يدرسونها وما أرسلنا إليهم قبلك من نذير
en: And We had not given them Scriptures which they could study, nor sent to them before you (O Muhammad صلى الله عليه وسلم) any warner (Messenger).

source: وكذب الذين من قبلهم وما بلغوا معشار ما آتيناهم فكذبوا رسلي فكيف كان نكير
en: And those before them belied; these have not received even a tenth of what We had granted to those (of old); yet they belied My Messengers. Then how (terrible) was My denial (punishment)!

source: قل إنما أعظكم بواحدة أن تقوموا لله مثنى وفرادى ثم تتفكروا ما بصاحبكم من جنة إن هو إلا نذير لكم بين يدي عذاب شديد
en: Say (to them O Muhammad صلى الله عليه وسلم): "I exhort you to one (thing) only: that you stand up for Allah's sake in pairs and singly, and reflect (within yourselves the life history of the Prophet صلى الله عليه وسلم): there is no madness in your companion (Muhammad صلى الله عليه وسلم). He is only a warner to you in face of a severe torment."

source: قل ما سألتكم من أجر فهو لكم إن أجري إلا على الله وهو على كل شيء شهيد
en: Say (O Muhammad صلى الله عليه وسلم): "Whatever wage I might have asked of you is yours. My wage is from Allah only, and He is a Witness over all things."

source: قل إن ربي يقذف بالحق علام الغيوب
en: Say (O Muhammad صلى الله عليه وسلم): "Verily my Lord sends down (Revelation and makes apparent) the truth (i.e. this Revelation that had come to me), the All-Knower of the Ghaib (Unseen).

source: قل جاء الحق وما يبدئ الباطل وما يعيد
en: Say (O Muhammad صلى الله عليه وسلم): "Al-Haqq (the truth i.e. the Qur'an and Allah's Revelation) has come, and Al-Batil [falsehood - Iblis (Satan)] can neither create anything nor resurrect (anything)."

source: قل إن ضللت فإنما أضل على نفسي وإن اهتديت فبما يوحي إلي ربي إنه سميع قريب
en: Say: "If (even) I go astray, I shall stray only to my own loss. But if I remain guided, it is because of the Revelation of my Lord to me. Truly, He is All-Hearer, Ever Near (to all things)."

source: ولو ترى إذ فزعوا فلا فوت وأخذوا من مكان قريب
en: And if you could but see, when they will be terrified with no escape (for them), and they will be seized from a near place.

source: وقالوا آمنا به وأنى لهم التناوش من مكان بعيد
en: And they will say (in the Hereafter): "We do believe (now):" but how could they receive (Faith and the acceptance of their repentance by Allah) from a place so far off (i.e. to return to the worldly life again).

source: وقد كفروا به من قبل ويقذفون بالغيب من مكان بعيد
en: Indeed they did disbelieve (in the Oneness of Allah, Islam, the Qur'an and Muhammad صلى الله عليه وسلم) before (in this world), and they (used to) conjecture about the Unseen [i.e. the Hereafter, Hell, Paradise, Resurrection and the Promise of Allah (by saying) all that is untrue], from a far place.

source: وحيل بينهم وبين ما يشتهون كما فعل بأشياعهم من قبل إنهم كانوا في شك مريب
en: And a barrier will be set between them and that which they desire [i.e. At-Taubah (turning to Allah in repentance) and the accepting of Faith], as was done in the past with the people of their kind. Verily, they have been in grave doubt.

source: الحمد لله فاطر السماوات والأرض جاعل الملائكة رسلا أولي أجنحة مثنى وثلاث ورباع يزيد في الخلق ما يشاء إن الله على كل شيء قدير
en: All the praises and thanks be to Allah, the (only) Originator [or the (Only) Creator] of the heavens and the earth, Who made the angels messengers with wings, two or three or four. He increases in creation what He wills. Verily, Allah is Able to do all things.

source: ما يفتح الله للناس من رحمة فلا ممسك لها وما يمسك فلا مرسل له من بعده وهو العزيز الحكيم
en: Whatever of mercy (i.e. of good), Allah may grant to mankind, none can withhold it; and whatever He may withhold, none can grant it thereafter. And He is the All-Mighty, the All-Wise.

source: يا أيها الناس اذكروا نعمت الله عليكم هل من خالق غير الله يرزقكم من السماء والأرض لا إله إلا هو فأنى تؤفكون
en: O mankind! Remember the Grace of Allah upon you! Is there any creator other than Allah who provides for you from the sky (rain) and the earth? La ilaha illa Huwa (none has the right to be worshipped but He). How then are you turning away (from Him)?

source: وإن يكذبوك فقد كذبت رسل من قبلك وإلى الله ترجع الأمور
en: And if they belie you (O Muhammad صلى الله عليه وسلم), so were Messengers belied before you. And to Allah return all matters (for decision).

source: يا أيها الناس إن وعد الله حق فلا تغرنكم الحياة الدنيا ولا يغرنكم بالله الغرور
en: O mankind! Verily, the Promise of Allah is true. So let not this present life deceive you, and let not the chief deceiver (Satan) deceive you about Allah.

source: إن الشيطان لكم عدو فاتخذوه عدوا إنما يدعو حزبه ليكونوا من أصحاب السعير
en: Surely, Shaitan (Satan) is an enemy to you, so take (treat) him as an enemy. He only invites his Hizb (followers) that they may become the dwellers of the blazing Fire.

source: الذين كفروا لهم عذاب شديد والذين آمنوا وعملوا الصالحات لهم مغفرة وأجر كبير
en: Those who disbelieve, theirs will be a severe torment; and those who believe (in the Oneness of Allah - Islamic Monotheism) and do righteous good deeds, theirs will be forgiveness and a great reward (i.e. Paradise).

source: أفمن زين له سوء عمله فرآه حسنا فإن الله يضل من يشاء ويهدي من يشاء فلا تذهب نفسك عليهم حسرات إن الله عليم بما يصنعون
en: Is he, then, to whom the evil of his deeds is made fair-seeming, so that he considers it as good (equal to one who is rightly guided)? Verily, Allah sends astray whom He wills, and guides whom He wills. So destroy not yourself (O Muhammad صلى الله عليه وسلم) in sorrow for them. Truly, Allah is the All-Knower of what they do!

source: والله الذي أرسل الرياح فتثير سحابا فسقناه إلى بلد ميت فأحيينا به الأرض بعد موتها كذلك النشور
en: And it is Allah Who sends the winds, so that they raise up the clouds, and We drive them to a dead land, and revive therewith the earth after its death. As such (will be) the Resurrection!

source: من كان يريد العزة فلله العزة جميعا إليه يصعد الكلم الطيب والعمل الصالح يرفعه والذين يمكرون السيئات لهم عذاب شديد ومكر أولئك هو يبور
en: Whosoever desires honour, (power and glory), then to Allah belong all honour, power and glory [and one can get honour, power and glory only by obeying and worshipping Allah (Alone)]. To Him ascend (all) the goodly words, and the righteous deeds exalt it (i.e. the goodly words are not accepted by Allah unless and until they are followed by good deeds), but those who plot evils, theirs will be severe torment. And the plotting of such will perish.

source: والله خلقكم من تراب ثم من نطفة ثم جعلكم أزواجا وما تحمل من أنثى ولا تضع إلا بعلمه وما يعمر من معمر ولا ينقص من عمره إلا في كتاب إن ذلك على الله يسير
en: And Allah did create you (Adam) from dust, then from Nutfah (male and female discharge semen drops i.e. Adam's offspring), then He made you pairs (male and female). And no female conceives or gives birth but with His Knowledge. And no aged man is granted a length of life nor is a part cut off from his life (or another man's life), but is in a Book (Al-Lauh Al-Mahfuz ) Surely, that is easy for Allah.

source: وما يستوي البحران هذا عذب فرات سائغ شرابه وهذا ملح أجاج ومن كل تأكلون لحما طريا وتستخرجون حلية تلبسونها وترى الفلك فيه مواخر لتبتغوا من فضله ولعلكم تشكرون
en: And the two seas (kinds of water) are not alike: this is palatable, sweet and pleasant to drink, and that is salt and bitter. And from them both you eat fresh tender meat (fish), and derive the ornaments that you wear. And you see the ships cleaving (the sea-water as they sail through it), that you may seek of His Bounty, and that you may give thanks.

source: يولج الليل في النهار ويولج النهار في الليل وسخر الشمس والقمر كل يجري لأجل مسمى ذلكم الله ربكم له الملك والذين تدعون من دونه ما يملكون من قطمير
en: He merges the night into the day (i.e. the decrease in the hours of the night is added to the hours of the day), and He merges the day into the night (i.e. the decrease in the hours of the day is added to the hours of the night). And He has subjected the sun and the moon: each runs its course for a term appointed. Such is Allah, your Lord; His is the kingdom. And those, whom you invoke or call upon instead of Him, own not even a Qitmir (the thin membrane over the date-stone).

source: إن تدعوهم لا يسمعوا دعاءكم ولو سمعوا ما استجابوا لكم ويوم القيامة يكفرون بشرككم ولا ينبئك مثل خبير
en: If you invoke (or call upon) them, they hear not your call; and if (in case) they were to hear, they could not grant it (your request) to you. And on the Day of Resurrection, they will disown your worshipping them. And none can inform you (O Muhammad صلى الله عليه وسلم) like Him Who is the All-Knower (of everything).

source: يا أيها الناس أنتم الفقراء إلى الله والله هو الغني الحميد
en: O mankind! it is you who stand in need of Allah. But Allah is Rich (Free of all needs), Worthy of all praise.

source: إن يشأ يذهبكم ويأت بخلق جديد
en: If He willed, He could destroy you and bring about a new creation.

source: ولا تزر وازرة وزر أخرى وإن تدع مثقلة إلى حملها لا يحمل منه شيء ولو كان ذا قربى إنما تنذر الذين يخشون ربهم بالغيب وأقاموا الصلاة ومن تزكى فإنما يتزكى لنفسه وإلى الله المصير
en: And no bearer of burdens shall bear another's burden; and if one heavily laden calls another to (bear) his load, nothing of it will be lifted even though he be near of kin. You (O Muhammad صلى الله عليه وسلم) can warn only those who fear their Lord unseen and perform As-Salat (Iqamat-as-Salat). And he who purifies himself (from all kinds of sins), then he purifies only for the benefit of his ownself. And to Allah is the (final) Return (of all).

source: وما يستوي الأعمى والبصير
en: Not alike are the blind (disbelievers in Islamic Monotheism) and the seeing (believers in Islamic Monotheism).

source: ولا الظلمات ولا النور
en: Nor are (alike) darkness (disbelief) and light (Belief in Islamic Monotheism).

source: ولا الظل ولا الحرور
en: Nor are (alike) the shade and the sun's heat.

source: وما يستوي الأحياء ولا الأموات إن الله يسمع من يشاء وما أنت بمسمع من في القبور
en: Nor are (alike) the living (i.e. the believers) and the dead (i.e. the disbelievers). Verily, Allah makes whom He wills to hear, but you cannot make hear those who are in graves.

source: إن أنت إلا نذير
en: You (O Muhammad صلى الله عليه وسلم) are only a warner (i.e. your duty is to convey Allah's Message to mankind but the guidance is Allah's).

source: إنا أرسلناك بالحق بشيرا ونذيرا وإن من أمة إلا خلا فيها نذير
en: Verily We have sent you with the truth, a bearer of glad tidings and a warner. And there never was a nation but a warner had passed among them.

source: وإن يكذبوك فقد كذب الذين من قبلهم جاءتهم رسلهم بالبينات وبالزبر وبالكتاب المنير
en: And if they belie you, those before them also belied. Their Messengers came to them with clear signs, and with the Scriptures, and the book giving light.

source: ثم أخذت الذين كفروا فكيف كان نكير
en: Then I took hold of those who disbelieved: and how terrible was My denial (punishment)!

source: ألم تر أن الله أنزل من السماء ماء فأخرجنا به ثمرات مختلفا ألوانها ومن الجبال جدد بيض وحمر مختلف ألوانها وغرابيب سود
en: See you not that Allah sends down water (rain) from the sky, and We produce therewith fruits of various colours, and among the mountains are streaks white and red, of varying colours and (others) very black.

source: ومن الناس والدواب والأنعام مختلف ألوانه كذلك إنما يخشى الله من عباده العلماء إن الله عزيز غفور
en: And likewise of men and Ad-Dawabb [moving (living) creatures, beasts], and cattle, are of various colours. It is only those who have knowledge among His slaves that fear Allah. Verily, Allah is All-Mighty, Oft-Forgiving.

source: إن الذين يتلون كتاب الله وأقاموا الصلاة وأنفقوا مما رزقناهم سرا وعلانية يرجون تجارة لن تبور
en: Verily, those who recite the Book of Allah (this Qur'an), and perform As-Salat (Iqamat-as-Salat), and spend (in charity) out of what We have provided for them, secretly and openly, they hope for a (sure) trade-gain that will never perish.

source: ليوفيهم أجورهم ويزيدهم من فضله إنه غفور شكور
en: That He may pay them their wages in full, and give them (even) more, out of His Grace. Verily He is Oft-Forgiving, Most Ready to appreciate (good deeds and to recompense).

source: والذي أوحينا إليك من الكتاب هو الحق مصدقا لما بين يديه إن الله بعباده لخبير بصير
en: And what We have revealed to you (O Muhammad صلى الله عليه وسلم), of the Book (the Qur'an), it is the (very) truth [that you (Muhammad صلى الله عليه وسلم) and your followers must act on its instructions], confirming that which was (revealed) before it. Verily! Allah is indeed All-Aware, and All-Seer of His slaves.

source: ثم أورثنا الكتاب الذين اصطفينا من عبادنا فمنهم ظالم لنفسه ومنهم مقتصد ومنهم سابق بالخيرات بإذن الله ذلك هو الفضل الكبير
en: Then We gave the Book (the Qur'an) as inheritance to such of Our slaves whom We chose (the followers of Muhammad صلى الله عليه وسلم). Then of them are some who wrong their ownselves, and of them are some who follow a middle course, and of them are some who are, by Allah's Leave, foremost in good deeds. That (inheritance of the Qur'an) - that is indeed a great grace.

source: جنات عدن يدخلونها يحلون فيها من أساور من ذهب ولؤلؤا ولباسهم فيها حرير
en: 'Adn (Eden) Paradise (everlasting Gardens) will they enter, therein will they be adorned with bracelets of gold and pearls, and their garments therein will be of silk.

source: وقالوا الحمد لله الذي أذهب عنا الحزن إن ربنا لغفور شكور
en: And they will say: "All the praises and thanks be to Allah Who has removed from us (all) grief. Verily, our Lord is indeed Oft-Forgiving, Most Ready to appreciate (good deeds and to recompense).

source: الذي أحلنا دار المقامة من فضله لا يمسنا فيها نصب ولا يمسنا فيها لغوب
en: Who, out of His Grace, has lodged us in a home that will last forever, where toil will touch us not nor weariness will touch us."

source: والذين كفروا لهم نار جهنم لا يقضى عليهم فيموتوا ولا يخفف عنهم من عذابها كذلك نجزي كل كفور
en: But those who disbelieve (in the Oneness of Allah - Islamic Monotheism), for them will be the Fire of Hell. Neither will it have a complete killing effect on them so that they die, nor shall its torment be lightened for them. Thus do We requite every disbeliever!

source: وهم يصطرخون فيها ربنا أخرجنا نعمل صالحا غير الذي كنا نعمل أولم نعمركم ما يتذكر فيه من تذكر وجاءكم النذير فذوقوا فما للظالمين من نصير
en: Therein they will cry: "Our Lord! Bring us out, we shall do righteous good deeds, not (the evil deeds) that we used to do." (Allah will reply): "Did We not give you lives long enough, so that whosoever would receive admonition could receive it? And the warner came to you. So taste you (the evil of your deeds). For the Zalimun (polytheists and wrong-doers) there is no helper."

source: إن الله عالم غيب السماوات والأرض إنه عليم بذات الصدور
en: Verily, Allah is the All-Knower of the Unseen of the heavens and the earth. Verily! He is the All-Knower of that is in the breasts.

source: هو الذي جعلكم خلائف في الأرض فمن كفر فعليه كفره ولا يزيد الكافرين كفرهم عند ربهم إلا مقتا ولا يزيد الكافرين كفرهم إلا خسارا
en: He it is Who has made you successors generations after generations in the earth, so whosoever disbelieves (in Islamic Monotheism) on him will be his disbelief. And the disbelief of the disbelievers adds nothing but hatred of their Lord. And the disbelief of the disbelievers adds nothing but loss.

source: قل أرأيتم شركاءكم الذين تدعون من دون الله أروني ماذا خلقوا من الأرض أم لهم شرك في السماوات أم آتيناهم كتابا فهم على بينت منه بل إن يعد الظالمون بعضهم بعضا إلا غرورا
en: Say (O Muhammad صلى الله عليه وسلم): "Tell me or inform me (what) do you think about your (so-called) partner-gods to whom you call upon besides Allah? Show me, what they have created of the earth. Or have they any share in the heavens? Or have We given them a Book, so that they act on clear proof therefrom? Nay, the Zalimun (polytheists and wrong-doers) promise one another nothing but delusions."
